{
    "bookList": [{
        "title": "THE TETHERED MAGE",
        "genres": ["Science Fiction", "Fantasy"],
        "author": "Melissa Caruso",
        "imgSrc": "/assets/images/books/The_Tethered_Mage.jpg",
        "shortSummary": "At first glance, it would be easy to write off The Tethered Mage as another coming-of-age novel with an interesting magic system. To do so would mean missing a breathtaking book. Equal parts fantasy and political intrigue, The Tethered Mage pulls readers relentlessly through labyrinthine turns of conspiracy, adventure and romance....",
        "ISBN": 9780316466875,
        "published": "10/24/2017",
        "qtyAvailable": 5,
        "totalQty": 5,
        "totalRating": 4.5,
        "prologue": "At first glance, it would be easy to write off The Tethered Mage as another coming-of-age novel with an interesting magic system. To do so would mean missing a breathtaking book. Equal parts fantasy and political intrigue, The Tethered Mage pulls readers relentlessly through labyrinthine turns of conspiracy, adventure and romance.\n\nThe Raverran Empire’s complete control over magic users has allowed it to expand through threat of violence. Warlocks, referred to as Falcons, are controlled by conscription into the Raverran army at a young age. Falconers have complete control over when Falcons can use their powers, which are only unleashed for the good of the Empire. But the balance of power within Raverra is a tenuous one. When Amalia Cornaro, heir to one of the most powerful houses in the realm, captures a powerful fire warlock who threatens to burn the city of Raverra, she endangers that balance.Amalia is pulled into the life of a Falconer, a role previously forbidden to her because of her noble blood. Her Falcon, the street-hardened Zaira, has avoided conscription long enough to recognize that “the good of the Empire” and her own interests do not necessarily overlap. As Zaira and Amalia come to terms with their new relationship, they are pulled into a conspiracy that puts the Empire—and everyone they love—in danger.\nWhile most of her characters are young adults, Caruso avoids some of the pitfalls of writing about that age group. Her characters are nuanced and thoughtful, driven by duty to country and family. That isn’t to say that Caruso neglects relationships within her novel. Rather, she doesn’t limit herself to romance or allow it to absorb Amalia or Zaira, and it’s refreshing to have those entanglements take a back seat in service of the plot. Instead, Caruso’s characters’ non-romantic relationships drive the action, pulling each away from duty and forcing them to make difficult decisions.\nAlthough the political machinations surrounding the young women are complex, the story never drags. Instead, it sends the reader digging into each sentence to find the key that will make the conspiracy surrounding Amalia and Zaira’s adventure fall into place. This first entry into the Swords and Fire trilogy is worth every moment and every page, and it should make anyone paying attention excited about what Caruso will write next.",
        "comments": [{
                "name": "Helen Wawrejko",
                "date": "25/10/2017",
                "title": "A thrilling page turner",
                "rating": 5,
                "content": "Zaira has reached adulthood without notice of her magic that is regulated. Amalia, rich, ruling class, slumming to purchase a book unnoticed, stumbles upon Zaira being attacked. This meeting forever changes both their lives. Superb epic \"medieval\" fantasy that rivals Sarah Maas\\' novels. Rarely is there a book where \"I did not see that coming\" is my quote. Full of mystery and suspense, political machinations to the nth degree, exceptional characters, great dialog and worldbuilding. A thrilling page turner. I voluntarily reviewed an ARC from Netgalley."
            },
            {
                "name": "Lois Dyer",
                "date": "24/10/2017",
                "title": "Pleasure reading it",
                "rating": 4.5,
                "content": "I had the pleasure of reading an early copy of this book and loved it - immediately became a fan of Ms. Caruso. I cannot wait for the next title in this absolutely riveting series."
            },
            {
                "name": "Quickbeam",
                "date": "25/08/2017",
                "title": "Power, privilege, royalty and romance. An uneasy mix for me. Slow read",
                "rating": 4.5,
                "content": "I love magic and fantasy in my reading but not so much caste systems and trappings of royalty. For me there was far too much of the latter. The book has for me a very slave-like relationship, complete with shackles, between the magic born and their \"keeper\". I could not shake my distaste for the basic premise of that relationship which is central to the plot.\r\nI did like the intricacies of the story line which has a lot of intrigue and twist to it. There is a very strong romantic theme throughout, so much so that I would call this a fantasy romance more than science fiction. In the end the privilege of birth and the ( for me) creepy power dynamics kept me from being able to fully recommend this book."
            },
            {
                "name": "R. Song",
                "date": "13/07/2017",
                "title": "Masterful & Intricate",
                "rating": 4,
                "content": "Honestly this almost reminded me of a dramatic recreation of Machiavelli's The Prince. The political intrigue is insane and well plotted out. The characters are relateable, especially the thief, Zaira (I love a sassy mouthed character).\nIn this fantasty magic appears in the eye and those who are gifted are taken to train, and eventually evaluated by Falconers with their Falcons, and then have their training bracelets taken off. And no, not a bird falcon, a person-you'll have to read for anything more because I'd spoil it.\nOf course peace is too boring for some types. Enter the Shadow Gentry-the rebel rousers. Amalia, daughter of one of the Falcon council, finds an unlikely friend in thief Zaira, and together they fight the Shadow Gentry.\nOk this sounds typical, but if you give the book a chance, you'll find the characters memorable, the world building intricate, and really the politics were my favorite bit. It's not often politics are so well detailed, so intricate and well woven into a story. This is certainly a great beginning to a YA series!"
            }

        ]
    }]
}